[
  {
    "filename": "digital-transformation",
    "headline": "Top-level transformational currents underneath the <span class=\"purple\">digital transformation</span>",
    "intro": "The most general drivers of the digital transformation are companies' and organisations' need for <strong>integration</strong>, <strong>responsiveness</strong>, and <strong>acceleration</strong>. Other lower-level drivers exist. That said, these three strategic needs seem to be influencing how <u>all</u> organisations are currently approaching the digital transformation.",
    "date": "2023-01-04"
  },
  {
    "filename": "manage-nurture-ai",
    "headline": "Managing a technology, <span class=\"purple\">nurturing</span> (artificial) intelligence",
    "intro": "Technologies need management. Intelligence needs nurturing. Artificial intelligence (AI) is both a technology and, although currently very limited, a form of intelligence. Can AI be both managed and nurtured at once?",
    "date": "2023-11-13"
  },
  {
    "filename": "org-culture",
    "headline": "Measuring unknown unknowns in <span class=\"purple\">organisational culture</span>",
    "intro": "All organisations have a culture, which influences how they go about their activities. The question is therefore not if an organisation’s culture influences its performance, but, rather, whether improvement is possible, and to what extent.",
    "date": "2023-01-01"
  },
  {
    "filename": "platform-economy",
    "headline": "Risk assessment in the <span class=\"purple\">platform economy</span>",
    "intro": "Risk assessment in the platform economy is bound to be difficult. Difficult, however, does not mean impossible. Three steps can rapidly increase anyone’s ability to undertake risk assessments in the context of the platform economy.<sup>1</sup>",
    "date": "2023-01-03"
  },
  {
    "filename": "private-governance",
    "headline": "Some thoughts about the future of <span class=\"purple\">sustainability certifications</span> and, more generally, private authority",
    "intro": "Sustainability certifications no longer want to be certifications, not as traditionally conceived, anyway. Instead, many are evolving into broader frameworks to support the design of corporate, regional, and national governance/regulation.",
    "date": "2023-01-02"
  },
  {
    "filename": "sources-of-complexity",
    "headline": "Complexity and its many sources",
    "intro": "I recently had an interesting conversation about what is and is not a complex AI solutions. It reminded me that we often deem something complex or not based on the aspect of the process or system we care about. I wish I could say I am an exception, but this conversation proved that I am not.",
    "date": "2023-11-15"
  }
]